

#0 Token telegran bot
bot_token = '1198362665:AAEln2WX6gXda7u_rLvPvhJ2tZAgGA0YpTc' # токен бота, указать заместо нуля
CHANNEL_ID = 0 # id канала куда будет отсылаться информация, ид без -100 в начале (например: 124873248) - указать заместо нуля

# ID admin
admin_id = 0 # id админа - указать заместо нуля

QIWI_NUMBER = '79085400994'# номер киви
QIWI_TOKEN = 'c4d7190c081fd9a146a4d4be1ff97f10'# токен киви
publicKey = '0' #токен с p2p.qiwi.com

admin_command = 'admin' #админ-команда, указать заместо нуля


text_purchase = '❕ Вы выбрали: ' \
                '{name}\n\n' \
                '{info}\n\n' \
                '💠 Цена: {price} рублей\n' \
                '💠 Товар: В наличии!' \

# инфа
info = '''Самый дешевый и качественный СНЮС в СНГ'''

# Профиль
profile = '🧾 Профиль\n\n' \
          '❕ Ваш id - {id}\n' \
          '❕ Ваш логин - {login}\n' \
          '❕ Дата регистрации - {data}\n\n' \
          '💰 Ваш баланс - {balance} рублей'
